{ 
    "title": "За Rocket", 

	"heading": "За Rocket", 

	"body": [ 
		{ 
			"type": "text", 
			"body": [
				{
                    "text": "Здравейте, казвам се Христо. Надявам се в този сайт да намерите това, което Ви трябва и да започнете едно ползотворно партньорство с моето студио за дизайн, редизайн и разпространение на уебсайтове Rocket." 
                }, 
        
                {
                    "text": "Иначе съм завършил ТУ-София преди доста години, чета научна фантастика, изпитвам уважение към философията и съм почитател на колоезденето и бойните спортове." 
                }
			] 

		}, 

		{ 
			"type": "sections", 

			"body": [ 
				{ 
					"heading": "Образование", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Имам бакалавърска степен от ТУ-София по специалност Машиностроене, и семестриално завършена магистратура по специалност Информационни технологии. Но това няма никакво значение - не само заради качеството на образованието в България, а и защото да знаеш в никакъв случай не означава да можеш."
								} 
							] 
				
						}

					] 
				}, 

                { 
					"heading": "Опит", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Уеб-дизайнът е повече от професия, не само защото бих се занимавал с това и без пари, а и защото обединява няколко много различни области - дизайн, програмиране, копирайтинг, SEO. Основателен е въпросът как един човек може да върши толкова различни неща, и то добре. Бих казал, че това се дължи на най-силните ми качества - старание, когато си заслужава и критичност към собствената ми работа."
								} 
							] 
				
						}

					] 
				}, 

                { 
					"heading": "Умения", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "За да може да направи добър сайт, един уеб-дизайнер трябва да има и око за дизайна и цветовете (дизайн), и способност да пише код (HTML/CSS), и да може да програмира леко (JavaScript). Отделно има фреймуоркове (React, Angular), библиотеки (jQuery) и инструменти (Node, Git), които автоматизират, структурират, модернизират работата. Не изключителните способности в една от тези области е ключова за успеха, а много доброто владеене на всички тях."
								} 
							] 
				
						}, 

                        { 
                            "type": "textList", 
                
                            "body": { 
                                "head": "", 
                
                                "entries": [ 
                                    "HTML/Handlebars/Liquid", 
                                    "CSS/SASS", 
                                    "JS/jQuery", 
                                    "AJAX", 
                                    "Node", 
                                    "Jekyll" 
                
                                ] 
                            }
                
                        } 

					] 
				} 
			]
		} 

	] 

}