{ 
    "title": "Качества", 

    "heading": "Качества", 

    "subheading": "Задължителни за всеки продаващ сайт", 

    "paragraphs": [ 
        {
            "text": "Един добър сайт трябва да притежава няколко качества. Не едно, две или повечето от тях, а всички. Липсата на което и да е от тях намалява значително вероятността Вашият потребител да стане Ваш клиент." 
        }
    ],

    "image": { 
        "src": "pexels-aksonsat-uanthoeng-1078850.jpg" 

    }, 

    "pageNav": true,  

    "sections": { 
        "design": { 
            "heading": "Дизайн", 
            "subheading": "Модерен", 
            "paragraphs": [ 
                {
                    "text": "Дизайнът е първото, което прави впечатление на потребителите и създавайки добро настроение, ги предразполага. Според някои изследвания на подсъзнателната роля на визуалното изпълнение на сайта още в първите части от секундата, потребителите вече 'знаят' дали ще купят продукт, представен на сайта или не." 
                }

            ], 
            "price": { 
                "value": { 
                    "int": "250", 
                    "fr": "00"
                }, 
                "currency": "USD" 
            } 
        }, 

        "usability": { 
            "heading": "Използваемост", 
            "subheading": "Висока"
        }, 

        "speed": { 
            "heading": "Бързина" , 
            "subheading": "Голяма"
        }, 

        "code": { 
            "heading": "Кодова база", 
            "subheading": "Качествена",  
            "paragraphs": [ 
                {
                    "text": "Ще кажете, че кодът е за програмистите, но има един негов аспект, който всеки усеща - бързината. Ако сайтът е бавен, при наличието на толкова други сайтове само на същата страница в Google, потребителите е малко вероятно да чакат." 
                }

            ], 
            "price": { 
                "value": { 
                    "int": "450", 
                    "fr": "00"
                }, 
                "currency": "USD" 
            } 
        }, 

        "copy": { 
            "heading": "Съдържание", 
            "subheading": "Въздействащо",  
            "paragraphs": [ 
                {
                    "text": "Очевидно е, че начинът по който говорите с Вашите клиенти, има значение за тях и това как Ви възприемат. Яснотата, конкретността, увлекателността и полезността са задължителни, но и тонът, с който поднасяте информацията, стилът Ви и отношението към евентуалните клиенти имат голямо значение." 
                }

            ], 
            "price": { 
                "value": { 
                    "int": "250", 
                    "fr": "00"
                }, 
                "currency": "USD" 
            } 
        }, 

        "animations": { 
            "heading": "Анимации", 
            "subheading": "Привличащи вниманието" 
        } 
        
    }
}