{ 
	"title": "Работен процес", 

	"heading": "Работен процес на Rocket Web Studio", 

	"body": [ 
		{ 
			"type": "text", 
			"body": [
				{ 
					"text": "Да предположим, че имате малък бизнес. Вие (1) имате продукт (2), който хората купуват (3) на местата, на които го предлагате (4), където Вие не сте единствените, които продават този продукт (5)."
				}
			] 

		}, 

        { 
			"type": "textList", 

			"body": { 
				"head": "Потребителите няма да дойдат при Вас, ако", 

				"entries": [ 
					"не знаят за Вас,", 
                    "не им давате това, което наистина искат,", 
                    "конкуренцията се представя по-добре." 

				] 
			}

		}, 

		{ 
			"type": "text", 
			"body": [
				{ 
					"text": "Уебсайтът е един от каналите за комуникация, по които може да достигнете до потребителите. Има и други канали, но малко от тях дават същата свобода на изразяване и възможности за комуникация с потребителите. <br />За да работи, разбирайте ‘да продава’, един сайт, не е достатъчно неговият дизайн да е добър, или използването му да е лесно, или да е направен на WordPress, или да е оптимизиран. <br />Необходимо е сайтът, като среда за връзка на бранда с потребителите, да бъде планиран целесъобразно и да резонира с потребителите. Ако се започне с дизайна, е все едно строежа на сграда да започне от покрива. <br />Дори и да не използвате други канали, това е правилния начин на работа, защото вземате предвид клиентите, конкуренцията, Вашите цели в бизнеса и по такъв начин, стъпвайки на една стабилна основа, може да изградите работеща комуникация.<br />Уебсайтът е част от комуникацията. Без комуникация той няма как да работи ефективно.<br />Това поставя началото на един по-общ процес - създаване не на уебсайт, та бил той и изработен по последни тенденции в уеб дизайна,  а на комуникация." 
				}
			] 

		}, 

		{ 
			"type": "textList", 

			"body": { 
				"head": "Неговите етапи са:", 

				"entries": [ 
					"Анализ", 
					"Планиране", 
					"Изграждане", 
					"Имплементиране", 
					"Мониторинг", 
					"Оптимизиране" 

				] 
			}

		}, 

		{ 
			"type": "sections", 

			"body": [
				{ 
					"heading": "Анализ", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Ако искате да продавате повече от конкурентите, трябва да дадете на хората по-добра причина от тях да купят Вашия продукт, не е ли така? За да намерите тази причина, е необходимо да познавате и потребителите, и конкурентите. <br />Както казах, клиентите трябва да ни видят като удачно решение на техен проблем, дори и в някои случаи да не подозират, че имат такъв проблем. <br />Със сигурност продуктът трябва да върши работа на клиента, и то сравнително важна. <br />Под ‘работа’ не трябва да се разбира непременно, че използването на продукта ще има някакъв материален ефект - като слагането на ръкавици през зимата. По-скоро говорим за полза, която може да бъде от всякакъв характер - използването на продукта може да спестява време, да повишава качество, да интересно, приятно, забавно. <br />Четенето на книга, например, не внася никакво практическо подобрение в материалното или физическо състояние на читателя, но прави времето му приятно и интересно. <br />Колкото по-добре познаваме клиента, толкова по-ефективно можем да отговорим на неговите нужди, а и да му покажем, че има значение за нас." 
								}
							] 
				
						}, 
				
						{ 
							"type": "textList", 
				
							"body": { 
								"head": "Което ни води към анализа, с който се стремим да опознаем не само", 
				
								"entries": [ 
									"нашите клиенти, а и", 
									"нашата конкуренция, както и да ", 
									"конкретизираме принципите на нашия бранд." 
				
								] 
							}
				
						} 

					] 
				}, 

				{ 
					"heading": "Планиране", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "След като вече сме определили нашите цели и персоналност като бранд, имаме представа за характера на клиентите ни и качествата на нашата конкуренция, можем да направим предположения за най-добрия начин, по който да достигнем до клиентите.<br />Разбирайте съдържание, тон, стил, структура, шрифтове, цветове, изображения и пр. <br />Под ‘най-добър’ не разбирайте ‘най-доходоносен’, поне не ‘непосредствено най-доходоносен’. Защото има голяма разлика. <br />Не се стремим да направим бързи пари за сметка на доброто си име. Погледнато в един по-продължителен период от време, такъв подход със сигурност ще намали доходите и клиентите. <br />Целта е да постигнем т.нар. ‘momentum’, термин който на български език доста точно и разбираемо бих могъл да преведа като ‘засилка’. Инвестираме в добро обслужване и създаване на лоялност и доверие у клиентите, което след време носи по-добър имидж и повече клиенти." 
								}
							] 
				
						} 

					] 
				}, 

				{ 
					"heading": "Изграждане", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Стигаме до етапа на изграждането на уебсайта. Едва сега, след като вече знаем много за клиентите. Не ‘достатъчно’, а ‘много’. Винаги има какво да се научи и нови хоризонти към които да се стремим." 
								}
							] 
				
						}, 
				
						{ 
							"type": "textList", 
				
							"body": { 
								"head": "Изграждането включва: ", 
				
								"entries": [ 
									"дизайн, ", 
									"кодиране,", 
									"създаване на съдържание и ", 
									"оптимизация на сайта за търсачки, т.е. Google." 
				
								] 
							}
				
						} 

					] 
				}, 

				{ 
					"heading": "Имплементиране", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "‘Имплементиране’ наричам етапа, на който сайтът се качва на сървър в Интернет, откъдето всеки потребител, независимо от местоположението си, може да го посети." 
								}
							] 
				
						}, 
				
						{ 
							"type": "textList", 
				
							"body": { 
								"head": "Когато сайтът е готов,", 
				
								"entries": [ 
									"наемаме домейн, ", 
									"хостинг (евентуално), ", 
									"качваме сайта в Интернет и", 
									"можем да се поздравим за поставеното ново начало..." 
									
				
								] 
							}
				
						}, 

						{ 
							"type": "sections", 
				
							"body": [ 
								{ 
									"heading": "Домейн", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Това е името на сайта, което е подбрано внимателно, така че да е смислено, по възможност кратко, да се различава и да се запомня. <br />С домейни се сблъскваме не всеки ден, а по няколко пъти на ден, посещавайки сайтовете, които ползваме. Домейнът е адресът на сайта, който пишем в адресното поле на браузъра, за да отидем на него: facebook.com, google.bg, youtube.com са домейни. <br />Цените варират много - наскоро бях шокиран научавайки, че .auto и .car домейните струват над 6000 лв за една година. <br />Най-разпространените домейни обаче - .com, .net, .org - струват около 30 лв за една година." 
												} 
				
											] 
								
										} 
				
									] 
								}, 

								{ 
									"heading": "Хостинг", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Това е мястото на сайта в Интернет, физическа машина (сървър) някъде по света, за предпочитане в географска близост до основния обем потребители, откъдето може да бъде посетен по всяко време и от всеки. <br />Хостингът за малък сайт струва около 100 лв за една година." 
												} 
				
											] 
								
										} 
				
									] 
								}, 

								{ 
									"heading": "Google", 	
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Google открива сайтовете и сам, но за да не го чакаме, го известяваме, че един нов и заслужаващ внимание сайт вече е на линия." 
												} 
				
											] 
								
										} 
				
									] 
								} 

							]

						}

					] 
				},

				{ 
					"heading": "Мониторинг", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Със завършването на сайта Ви и качването му на сървър изглежда, че всичко е готово няма какво повече да се направи." 
								}
							] 
				
						}, 
				
						{ 
							"type": "textList", 
				
							"body": { 
								"head": "Когато малко по-горе казах, че с качването в Интернет сме поставили ‘начало’, имах предвид и че работата продължава и ние", 
				
								"entries": [ 
									"наблюдаваме функционирането на сайта, ", 
									"идентифицираме проблеми от техническо, UI/UX или семантично естество и ", 
									"оптимизираме." 
				
								] 
							}
				
						}, 

						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Мониторингът е възможен благодарение на уеб-базирани инструменти, които следят и събират данни за използването на сайта от потребителите - като Google Analytics. <br />Google Analytics дава много голямо количество информация за посещенията на сайта - от какъв тип е трафикът, с какво устройство и големина на екрана, за колко време, на кои страници отиват потребителите и какво ли още не. <br />Тези данни ни позволяват да установим как потребителите използват нашия сайт и дали не срещат проблеми в работата си с него, което позволява да оптимизираме, т.е. да подобрим използването му и съответно т.нар. конверсии (постигане на внимателно подбрана и предварително поставена цел за определен период от време)." 
								}
							] 
				
						} 

					] 
				}, 

				{ 
					"heading": "Оптимизиране", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Оптимизирането на работата на сайта се основава на данните, които имаме за използването му. <br />Примерно, ако на една голяма страница с много текст, която няма как да бъде прочетена за по-малко от 3-4 минути, потребителите се задържат средно 15 секунди, трябва да се запитаме за причината зад това поведение. <br />Дали връзката не е била достатъчно бърза и страницата е зареждала прекалено бавно, или текстът не е бил структуриран добре и следователно е бил труден за четене, или страницата не е съдържала това, което потребителят е искал да прочете или е очаквал като вид съдържание? <br />Причините могат да бъдат много. Важното е, че имаме добра възможност да отстраним евентуален проблем и да подобрим преживяването на потребителите, а защо не и да научим повече за изискванията, предпочитанията и нагласата на потребителите. <br />Сами разбирате колко ценна е такава информация в начинанието ни да дадем на потребителите това, което искат." 
								}
							] 
				
						} 

					] 
				} 
			]

		}

	] 
}