{ 
    "title": "Работен процес", 

    "heading": "Последователност от етапи в работата на Rocket", 

    "paragraphs": [ 
        {
            "text": "Описаната по-долу последователност на работа е съобразена с надеждното осигуряване на адекватност на продукта (сайта) спрямо нуждите и целите на клиента, а след пускане в действие - и на нейното поддържане и дори увеличаване. " 
        }, 

        {
            "text": "През тези стъпки минава, и то не един път, всеки проект, за да стане мощния канал за връзка с Вашите клиенти, който представлява всеки наистина добре направен уебсайт." 
        }

    ], 

    "pageNav": true, 

    "sections": { 
        "analysis": {  
            "subheading": "Find What is Important", 
            "heading": "Анализ",  
            "paragraphs": [ 
                {
                    "text": "<strong class= 'discussion-point'>Клиентите.</strong> Колкото по-добре познаваме клиента, толкова по-ефективно можем да отговорим на неговите нужди, а и да му покажем, че има значение за нас." 
                }, 
                
                {
                    "text": "<strong class= 'discussion-point'>Конкуренцията.</strong> Конкуренцията е важна, защото може да ни служи за еталон или за предупреждение и показва какво трябва да направим, за да спечелим вниманието на клиентите." 
                }, 

                {
                    "text": "<strong class= 'discussion-point'>Ние.</strong> Знаейки кои сме ние и какво правим, можем да изберем нашия стил, с който да спечелим клиентите." 
                }

            ] 

        }, 

        "planning": { 
            "subheading": "Choosing the Steps", 
            "heading": "Планиране",  
            "paragraphs": [ 
                {
                    "text": "След като вече знаем нашите цели и персоналност, имаме представа за характера на клиентите ни и качествата на нашата конкуренция, можем да направим предположения за най-добрия начин, по който да достигнем до клиентите. Разбирайте тон, стил, структура, шрифтове, цветове, изображения и пр." 
                }

            ]

        }, 

        "building": { 
            "subheading": "Making Something", 
            "heading": "Изграждане",  
            "paragraphs": [ 
                {
                    "text": "С една дума казано, Вашият сайт ще продава. Най-просто и с примерни цифри обяснено, ако от 100 посетители на един \"обикновен\" сайт купуват 2-ма, от Вашия ще купуват 3-ма, 4-има, а защо не и повече. Питате защо? Защото комбинирам внимателно изработен дизайн, върхова използваемост, висока скорост, добре написан текст и необичайни за този тип медия анимации." 
                }

            ]

        }, 

        "deploying": { 
            "subheading": "Setting and Starting", 
            "heading": "Пускане",  
            "paragraphs": [ 
                {
                    "text": "Когато сайтът е готов, купуваме домейн, евентуално хостинг, качваме кода на сайта в Интернет и можем да се поздравим." 
                }, 

                {
                    "text": "<strong class= 'discussion-point'>Домейн.</strong> Името на сайта, което е подбрано внимателно, така че да е смислено, да се различава и да се запомня." 
                }, 

                {
                    "text": "<strong class= 'discussion-point'>Хостинг.</strong> Мястото на сайта в Интернет, физическа машина някъде по света, откъдето може да бъде посетен по всяко време и от всеки." 
                }, 

                {
                    "text": "<strong class= 'discussion-point'>Google.</strong> За да не чакаме Google сам да намери сайта, го известяваме." 
                }

            ]

        }, 

        "improving": { 
            "subheading": "Starting All Over Again", 
            "heading": "Мониторинг",  
            "paragraphs": [ 
                {
                    "text": "Това не е всичко, защото винаги има какво повече да се желае. Може Вие да поискате малка промяна в дизайна, добавяне на страница или добавяне на функционалност. Може аз да намеря нещо, което би могло да се направи по-добре или да Ви дам идея. Тогава се връщаме в началото на стъпка 1 и минаваме отново през всички стъпки." 
                }

            ]

        }, 

        "enhancing": { 
            "subheading": "Starting All Over Again", 
            "heading": "Разширяване",  
            "paragraphs": [ 
                {
                    "text": "Това не е всичко, защото винаги има какво повече да се желае. Може Вие да поискате малка промяна в дизайна, добавяне на страница или добавяне на функционалност. Може аз да намеря нещо, което би могло да се направи по-добре или да Ви дам идея. Тогава се връщаме в началото на стъпка 1 и минаваме отново през всички стъпки." 
                }

            ]

        } 
    }

}