{ 
	"title": "SEO", 

	"heading": "SEO: Оптимизация за търсене", 

	"body": [ 
		{ 
			"type": "text", 
			"body": [
				{ 
					"text": "Идеята на настоящата страница е да ви даде накратко и по разбираем начин представа за оптимизацията и основните понятия в SEO като “оптимизация”, “ключова дума”, т.нар. “user intent”. Ще разгледаме как работят търсачките, как става класирането на страниците, как оценяваме доколко оптимизацията работи.<br />Това не е постъпково ръководство, списък със съвети или наръчник, изброяващ тайни техники, с помощта на които сайтът ви да отиде на първа страница. Само преглед на оптимизацията като цяло, така че да придобиете обща представа за многообразността на този важен процес.<br />Е, може би ще научите една “тайна” - добро съдържание. Ако трябва да запомните едно нещо от всичко, което пише на тази страница, нека да е това." 
				}
			] 

		}, 

		{ 
			"type": "textList", 

			"body": { 
				"head": "Основните раздели, които страницата съдържа са:", 

				"entries": [ 
					"Какво цели Google всъщност?", 
					"Как работи Google?", 
					"Какви са факторите за класиране?" 

				] 
			}

		}, 

		{ 
			"type": "sections", 

			"body": [ 
				{ 
					"heading": "Какво е SEO?", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "SEO (Search Engine Optimization, “оптимизация за търсачки”) е процес, целта на който е един сайт да излезе на своята максимално висока възможна позиция в резултатите от търсене, които показва Google (или друга търсачка като Bing, Yahoo, Yandex).<br />Колкото и странно да звучи тази дефиниция, смятам че тя най-точно предава мястото на оптимизацията в жизнения цикъл на сайта<br />Използвам израза “максимално висока възможна”, вместо “максимално висока” позиция, за да насоча вниманието ви към важността на качеството на сайта за неговото класиране. За некадърно направен сайт със зле подготвено съдържание е невъзможно да отиде на по-предни позиции в класирането, изпреварвайки по-добри сайтове.<br />А повече за смисъла на оценките, тип ОТК “некадърно направен сайт”, “зле подготвено съдържание” и “по-добър сайт” може да намерите по-надолу." 
								} 

							] 
				
						} 

					] 
				}, 

				{ 
					"heading": "Защо е необходимо SEO?", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Целта на SEO не е да изстреля сайта на първа позиция, а да го подготви за т.нар. индексиране (от Google).<br />Между другото, тук може би е мястото да отбележа, че предвид огромната популярност и пазарен дял на Google, ще използвам понятията “търсачка” и “Google” в един и същи смисъл, т.е. може да ги приемете като имащи едно и също значение и взаимозаменяеми.<br />Съществуват техники и начини, които могат да излъжат Google при класирането на един сайт. Те не само че ще бъдат хванати рано или късно, а ще издействат и наказание за сайта, т.е. прибягването до тях е една от най-лошите грешки, които може да направите.<br />Ще разберете по-добре начините, по които се подхожда към оптимизацията, ако имате по-добра представа за това какво е търсенето, как търсачките изпълняват тази задача и по какви причини." 
								}

							] 
				
						}, 

						{ 
							"type": "textList", 

							"body": { 
								"entries": [ 
									"Какво цели Google всъщност?", 
									"Как работи Google?", 
									"Какви са факторите за класиране?"
								] 
							}

						}, 

						{ 
							"type": "sections", 
				
							"body": [ 
								{ 
									"heading": "Какво цели Google всъщност?", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Целта на Google е следната: потребителите имат да свършат някаква работа - искат да прочетат нещо, да сравнят характеристики или цени, или да купят нещо, а Google се опитва да им предложи най-подходящия сайт, на който могат да постигнат това.<br />Най-важното за Google  е сайтът да е полезен на потребителя, т.е. да му свърши работа, и то колкото се може по-добра.<br />Горното е много важно, защото обяснява всичко, което Google “гледа” в един сайт, за да определи дали да го покаже на 2-ра позиция примерно или на 37-ма позиция в резултатите си.<br />“Оптимизация” в общи линии не означава “поставяне на страницата на 1-ва позиция в Google”, а съобразяване на страницата с нуждите на потребителите, т.е. “поставяне на страницата на 1-ва позиция за потребителите”.<br />Това е причината триковете да не работят и да няма никакъв смисъл да се използват - търсачката рано или късно ще “разбере”, че сайтът не върши никаква работа на потребителите. Ако си мислите, че това е доста пресилено твърдение, малко по-надолу ще разберете някои по-важни от огромния брой (предполага се, че са около 200) cпоказатели, използвани от алгоритъма, който оценява полезността на съдържанието."
												}
											] 
								
										} 
				
									] 
								}, 

								{ 
									"heading": "Как работи Google?", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Google е търсачка (search engine), т.е. намира и показва страници, които отговарят на нашето търсене, примерно за магазин Lidl в района на пл. “Славейков”." 
												}
				
											] 
								
										}, 

										{ 
											"type": "textList", 
											"body": { 
												"head": "За да може да направи това, Google трябва да", 

												"entries": [
													"“знае” за тези страници,", 
													"какво пише в тях, както и", 
													"кои страници са подходящи за търсенето и доколко." 
					
												] 
											}
								
										}, 

										{ 
											"type": "textList", 
											"body": { 
												"head": "Страницата с резултати на Google е краят на един дълъг и сложен процес, който може да бъде разделен на три етапа: ", 

												"entries": [
													"Crawling", 
													"Indexing", 
													"Ranking"
					
												] 
											}
								
										}, 

										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Търсачката обхожда Интернет (crawling) и добавя намерените страници в базата си от данни (indexing). При търсене се показват такива страници, които вършат работа на потребителя, подредени по вероятността да му свършат работа (ranking). "
												}
				
											] 
								
										}
				
									] 
								}, 

								{ 
									"heading": "Какви са факторите за класиране?", 
				
									"body": [ 								

										{ 
											"type": "textList", 
											"body": { 
												"head": "За да класира страниците, Google взема предвид измерими по един или друг начин параметри като", 

												"entries": [ 
													"времето, което потребителите прекарват на сайта,", 
													"броя на страниците, които разглеждат,", 
													"дали се връщат и колко често,", 
													"броят на линковете от други сайтове, които водят към сайта", 
													"и още… 200 подобни!" 
					
												] 
											} 
								
										}, 

										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Твърди се, че пълният брой на факторите за класиране е около 200, като никой не знае всички - някои са известни отдавна, докато за други специалистите в областта на SEO само могат да се досещат.<br />Това е напълно разбираемо, след като класирането на сайтове трябва да е честно и независимо от заинтересованите страни (собственици на сайтове/SEO специалисти)." 
												} 
				
											] 
								
										} 
				
									] 
								} 

							]
						}

					] 
					
				}, 
				
				{ 
					"heading": "Етапи на оптимизацията", 

					"body": [ 
						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Всички действия в цялата обширна и сложна област на SEO имат за цел да подобрят съдържанието, кода на страницата и външните линкове към страницата." 
								}

							] 
				
						}, 
						
						{ 
							"type": "textList", 
							"body": { 
								"head": "Самите етапи са:", 

								"entries": [
									"Анализ на ключови думи", 
									"On-Page SEO", 
									"Off-Page SEO", 
									"Анализ на резултатите" 
	
								] 
							}
				
						}, 

						{ 
							"type": "text", 
							"body": [
								{ 
									"text": "Първите два се занимават със самия сайт (съдържание, структура, бързина, удобство) и целта им е да го приближат максимално до препоръките на Google, а третият - със спечелването на линкове към сайта от други сайтове.<br />След цялата продължителна работа по оптимизиране на сайта, се прави анализ на данните от представянето му в търсачките, така че да може да се направи обективно заключение за ефективността на възприетата стратегия. Това е последният етап, който може да се разглежда и като първи в новото завъртане на процеса на оптимизацията." 
								}

							] 
				
						}, 

						{ 
							"type": "sections", 
				
							"body": [ 
								{ 
									"heading": "Анализ на ключови думи", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Целият процес започва с анализ на ключови думи/фрази.<br />Ключовите думи са текстът, който потребителите въвеждат при търсене, един вид техният въпрос към Google.<br />Анализът на ключови думи на пръв поглед може би изглежда като нещо излишно. <br />В крайна сметка, наливаме си кафе, протягаме се и сядаме, изпукваме си ставите на пръстите, пишем, публикуваме на страницата ни, след което всички в Интернет нямат търпение да влязат на страницата и да се отдадат на това увлекателно и полезно четиво, нали? <br />Истината е, че освен в много редки случаи, по темата която разглеждаме и информацията, която излагаме, вече съществуват десетки страници в Интернет. Нашата не е първата, не е последната, и светът няма да свърши, ако я няма.<br />Освен, ако е по-добра от вече съществуващите. Кой определя коя страница е добра и коя - не? Google, разбира се. <br />Оптимизацията е нашият начин да кажем на Google колко добра страница имаме и колкото по-оптимизирана е тя, толкова по-големи са шансовете да изпревари другите страници в класирането. <br />Целта на анализа е да проучим как търсят потребителите това, което ние предлагаме - какви думи и комбинации от думи, и в каква последователност използват. Да не забравяме, че Google анализира нашата страница и страниците на конкуренцията ни, за да определи коя е по-подходяща за съответното търсене. А този анализ в най-голяма степен взема предвид думите, които са използвани на самите страници. <br />Много важен елемент на анализа е да определим каква е целта на потребителя: дали иска информация, да отиде на даден сайт (където да намери информация или да направи нещо друго), или е решил да купи нещо. Т.нар. “user intent” е реалната цел на потребителите, смисълът на тяхното търсене, проблемът, на който се опитват да намерят отговор. Тя често е трудно да се определи от думите, използвани в тяхното търсене.<br />Ако оптимизираме по ключови думи, с които потребителите търсят нещо различно от това, което ние можем да предложим, Google, като услужлив техен помощник, няма да покаже нашата страница в резултатите. И това е напълно разбираемо: нашата страница не е от типа, който би свършил работа на потребителите при това търсене.<br />В това се състои ролята на анализа на ключови думи - да сме сигурни, че Google е напълно наясно с нашето съдържание, така че да може да го предложи, когато е уместно. <br />Избират се ключови думи на базата на броя търсения и трудността.<br />По избраните ключови думи се създава подходящо съдържание. То трябва да отговаря на “user intent”-а. Това има голяма важност, защото никаква оптимизация не може да спаси лошо написана страница." 
												} 
				
											] 
								
										} 
				
									] 
								}, 

								{ 
									"heading": "On-Page SEO", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Както показва името, тази оптимизация поставя фокуса върху страницата и сайта. On-Page оптимизацията може да се раздели на две: оптимизация на съдържанието и техническа оптимизация." 
												} 
				
											] 
								
										}, 
										
										{ 
											"type": "sections", 
											"body": [
												{ 
													"heading": "Оптимизация на съдържанието", 

													"body": [ 
														{ 
															"type": "textList", 

															"body": { 
																"entries": [ 
																	"Качество", 
																	"Структура" 
																] 
															}
														}, 

														{ 
															"type": "text", 
															"body": [
																{ 
																	"text": "Преди всичко, текстът трябва да е добре написан - ясно, разбираемо, интересно - и да съдържа отговор на потребителския “въпрос”.<br />Структурирането на текста има за цел да се постигне максимална четливост, яснота и леснота за възприемане.<br />Заглавията и подзаглавията имат най-голяма роля, защото помагат на потребителите да намерят по-бързо информацията, която търсят. Като не им пречат да прочетат и повече, разбира се.<br />Разделянето на параграфи прави по-лесно четенето, по същата причина, а списъци, таблици, карета и т.н. улесняват възприемането на информация със съответната вътрешна структура, като я правят видима, показвайки връзките и логиката в нея.<br />Оптимизацията на съдържанието засяга детайли като: заглавие и описание (title/description) на страницата, заглавия и текст на страницата (heading/body text), алтернативен текст за картинките (alt text), текст на линковете към други страници." 
																}

															] 
												
														}

													] 
												}, 
												
												{ 
													"heading": "Техническа оптимизация", 

													"body": [ 
														{ 
															"type": "textList", 

															"body": { 
																"entries": [ 
																	"Структура на сайта", 
																	"Скорост", 
																	"Мобилна използваемост", 
																	"Линкове" 
																]
															}
														}, 

														{ 
															"type": "text", 
															"body": [
																{ 
																	"text": "Техническата оптимизация работи с кода на сайта. Целта е търсачката да го обходи максимално лесно и цялостно, както и потребителите да не напуснат разочаровани страница, която зарежда или се скролва прекалено бавно. <br />По-важното е да се постигнат бързина на сайта и удобство при работа с него (особено на мобилни устройства), които да оставят потребителите доволни (освен че са намерили информацията, за която са дошли на сайта). <br />Когато последните остават по-дълго, посещават повече страници от сайта и натискат бутони и скролват, Google интерпретира това поведение като полезност на сайта и го rate-ва по-високо." 
																}
								
															] 
												
														}

													] 
												}
				
											] 
								
										}
				
									] 
								}, 

								{ 
									"heading": "Off-Page SEO", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "[ Следва ]"
												} 
				
											] 
								
										} 
				
									] 
								}, 

								{ 
									"heading": "Анализ на резултатите", 
				
									"body": [ 
										{ 
											"type": "text", 
											"body": [
												{ 
													"text": "Как да разберем дали с цялата работа по оптимизирането на сайта постигаме желаните резултати, и ако не - да направим корекции?<br />Отговорът е, като наблюдаваме взаимодействието на потребителите със сайта в приложение, което предоставя данни за работата на потребителите с него, Google Analytics примерно.<br />В Google Analytics можем да видим колко потребители са влезли на сайта ни и за какъв период от време, колко време са продължили посещенията и кои страници са били посетени, от какви устройства с каква операционна система и от коя част на света са били посещенията и т.н.<br />Важното е, че разполагайки с такива данни, реализирането на бизнес целите, които сме си поставили може да бъде направено по-ефективно, защото “виждаме” не само дали, а и доколко усилията ни дават резултат, както и къде по сайта има “засечка”." 
												} 
				
											] 
								
										}, 
										
										{ 
											"type": "textList", 
											"body": { 
												"head": "Представете си го така:", 
												"entries": [ 
													"имаме цел,", 
													"правим стъпки за нейното осъществяване и", 
													"следим реакцията на потребителите; ако не съответства на поставената цел,", 
													"правим промени и", 
													"пак гледаме какъв ефект постигаме… това продължава, докато", 
													"реализираме поставената цел, след което", 
													"полагаме нова, по-висока цел." 

												] 

											}
								
										}
				
									] 
								}

							]
						}

					] 
				}

			]
		} 

	] 

}