{ 
    "title": "Уебсайт от Rocket", 

    "heading": "Страници, които уебсайтът включва", 

    "paragraphs": [ 
        {
            "text": "Като структура един уебсайт е група от страници, свързани помежду си страници. Те могат да водят и към други, външни от гледна точка на сайта, но тематично уместни, страници. Всяка от тях има точно определено предназначение, а всички се навързват в едно цяло така, че да се отговори на потребителското търсене." 
        }, 

        {
            "text": "Базовите за почти всеки сайт страници са 'Начало', 'За нас', 'Услуги / Продукти', 'Избрани проекти' и 'Контакти'. Възможно е да се добавят и други страници, които биха били полезни на потребителите, като 'Често задавани въпроси', но това зависи в голяма степен от функциите и големината на сайта и от потребителите." 
        } 

    ], 

    "pageNav": true, 

    "sections": { 
        "home": {  
            "subheading": "", 
            "heading": "Начало",  
            "paragraphs": [ 
                {
                    "text": "Това е началната страница на Вашия сайт. Предназначението й е да направи впечатление на потребителите и да ги въведе в сферата на работата Ви, да даде цялостна представа за сайта и бърз достъп до търсената информация." 
                }

            ] 

        }, 

        "about": {  
            "subheading": "", 
            "heading": "За нас",  
            "paragraphs": [ 
                {
                    "text": "Мястото, на което да кажете на потребителите няколко думи за себе си. Това е начин да изградите връзка с потребителите, давайки им възможност да научат нещо за Вас не само в професионален, но и в личен план - начин на мислене, мироглед, начин на живот, хоби." 
                }

            ] 

        }, 

        "services": {  
            "subheading": "", 
            "heading": "Услуги",  
            "paragraphs": [ 
                {
                    "text": "Повече или по-малко пълен списък на услугите, които извършвате, с кратка или по-подробна информация за всяка от тях. Тази страница ще помогне на потребителя да разбере дали имате това, което му трябва. Създава правилни впечатления и очаквания от Вашата работа и Вас, спестявайки Ви неудобство на по-късен етап." 
                }

            ] 

        }, 

        "portfolio": {  
            "subheading": "", 
            "heading": "Избрани проекти",  
            "paragraphs": [ 
                {
                    "text": "Галерия, представяща избрани Ваши проекти, с които да покажете на потребителите Вашето майсторство, експертност и внимание към детайла. " 
                }

            ] 

        }, 

        "contact": {  
            "subheading": "", 
            "heading": "Контакти",  
            "paragraphs": [ 
                {
                    "text": "Информация за контакт с Вас - телефон, имейл, адрес, връзки към социални мрежи. Добра идея е включването на формуляр за изпращане на съобщение до Вас, евентуално карта в Google Maps с адрес, на който могат да Ви посетят по работа." 
                }

            ] 

        } 
        
    }

}